<?php

return [
	'Полное наименование' => 'full_name',
    'Полное наименование на русском языке' => '_rus',
    'Сокращенное наименование на русском языке' => 'short_name',
	'Полное наименование юридического лица' => '_legal_entity',
	'ОГРН' => 'ogrn',
    'ГРН и дата внесения в ЕГРЮЛ записи, содержащей указанные сведения' => 'grn_record_current_record',
	'Место нахождения юридического лица' => 'location_legal_entity',
	'Адрес юридического лица' => 'legal_address',
    'Способ образования' => 'creating_method',
    
    'Дата регистрации' => 'register_date',
    'Наименование регистрирующего органа' => 'organization_name',
    'Адрес регистрирующего органа' => 'organization_address',

    'Почтовый индекс' => 'zip_index',
    'Субъект Российской Федерации' => 'region',
    'Район (улус и т.п.' => 'area',
    'Населенный пункт (село и т.п.'=> 'locality',
    'Город (волость и т.п.' => 'city',
    'Улица (проспект, переулок и т.д.' => 'street',
    'Дом (владение и т.п.' => 'house',
    'Корпус (строение и т.п.' => 'building',
    'Офис (квартира и т.п.' => 'flat',
	
	'E-mail' => 'email',
	
    'Состояние' => 'remove_state',
    'Дата принятия решения о предстоящем исключении недействующего юридического лица из ЕГРЮЛ' => 'remove_date',
    'Сведения о публикации решения о предстоящем исключении недействующего юридического лица из ЕГРЮЛ в журнале «Вестник государственной регистрации»' => 'remove_info',
    'ГРН и дата внесения в ЕГРЮЛ записи, содержащей указанные сведения' => 'grn_remove_reference',

	'Сведения о налоговом органе, в котором юридическое лицо состоит (для юридических лиц, прекративших деятельность - состояло) на учете' => 'tax_authority_details',
    'ИНН' => 'inn',
	'ИНН юридического лица' => '_legal_entity',
    'КПП' => 'kpp',
	'КПП юридического лица' => '_legal_entity',
    'Дата постановки на учет' => 'account_date',
	'Дата постановки на учет в налоговом органе' => '_tax_authority',
    'Наименование налогового органа' => 'organization_name',
	'Серия, номер и дача выдачи свидетельства' => 'certificate_info',

    'Регистрационный номер' => 'register_number',
    'Наименование территориального органа Пенсионного фонда' => 'organization_name',

	'Регистрационный номер, присвоенный до 1 июля 2002 года' => '_before2002',
	'Дата регистрации до 1 июля 2002 года' => '_before2002',
	'Наименование органа, зарегистрировавшего юридическое лицо до 1 июля 2002 года' => 'organization_name_register_before2002',
	
	
    'Наименование исполнительного органа Фонда социального страхования' => 'organization_name',

    'Вид' => 'type',
    'Размер (в рублях)' => 'size',

    'ГРН и дата внесения в ЕГРЮЛ сведений о данном лице' => 'grn_record_current_person',
	'Фамилия Имя Отчество' => 'fio',
    '1Имя' => 'first_name',
    '1Фамилия' => 'last_name',
    '1Отчество' => 'middle_name',
    'Должность' => 'position',

    'Номинальная стоимость доли (в рублях)' => 'rate_value',
    'Размер доли (в процентах' => 'rate_percentage',
    'Дополнительные сведения' => 'extra_info',
    'ГРН и дата внесения в ЕГРЮЛ записи об исправлении технической ошибки в указанных сведениях' => 'grn_error_fix_info',
    'Дата начала дисквалификации' => 'disqualification_start_date',
    'Дата окончания дисквалификации' => 'disqualification_finish_date',
    'Дата вынесения судебным органом постановления о дисквалификации' => 'disqualification_act_date',

    'Код и наименование вида деятельности' => 'code_name',

    'ГРН и дата внесения записи в ЕГРЮЛ' => 'grn_record',
    'Причина внесения записи в ЕГРЮЛ' => 'grn_record_reason',
    'Наименование регистрирующего органа, которым запись внесена в ЕГРЮЛ' => '_egrul',

    'Наименование документа' => 'document_name',
    'Номер документа' => 'document_number',
    'Дата документа' => 'document_date',
    'Статус записи' => 'record_state',
    'ГРН и дата записи, которой внесены исправления в связи с технической ошибкой' => 'grn_technical_issue_fixed_record_grn_date',
    'ГРН и дата записи, в которую внесены исправления' => 'grn_fixed_record_grn_date',

    'Серия, номер и дата выдачи свидетельства' => 'document_serial_date',

    'Способ прекращения' => 'close_method',
    'Дата прекращения' => 'close_date',
    'Наименование органа, внесшего запись о прекращении юридического лица' => 'close_organization_name',

    'Номер лицензии' => 'license_number',
	'Серия и номер лицензии' => 'license_ser_number',
    'Дата лицензии' => 'license_date',
    'Дата начала действия лицензии' => 'license_start_date',
    'Дата окончания действия лицензии' => 'license_end_date',
    'Наименование лицензирующего органа, выдавшего или переоформившего лицензию' => 'license_issuer_name',
	'Наименование лицензируемого вида деятельности, на который выдана лицензия' => 'license_issuer_name_type_activity',
	'Наименование лицензирующего органа' => 'name_licensing_authority',

    'Страна места нахождения' => 'country_of_location',
    'Адрес места нахождения' => 'location_address',
    'Дата приостановления действия лицензии' => 'license_stop_date',
    'ГРН и дата записи, которая признана недействительной' => 'grn_date_not_valid',
    'ГРН и дата внесения записи, которой запись признана недействительной' => 'grn_date_not_valid',
    'Наименование лицензирующего органа, приостановившего действие лицензии' => 'orgaisation_name_license_suspend',
];
